Repository: mirror/wget
Catalog: po/*.po
Languages: sl

source: %s: option `%s' is ambiguous
sl: %s: izbira `%s' je dvoumna

source: %s: option `--%s' doesn't allow an argument
sl: %s: izbira `--%s' ne dopu¹èa dodatnih argumentov

source: %s: option `%c%s' doesn't allow an argument
sl: %s: izbira `%c%s' ne dopu¹èa dodatnih argumentov

source: %s: option `%s' requires an argument
sl: %s: izbira `%s' zahteva argument

source: %s: unrecognized option `--%s'
sl: %s: neprepoznana izbira `--%s'

source: %s: unrecognized option `%c%s'
sl: %s: neznana izbira `%c%s'

source: %s: illegal option -- %c
sl: %s: nedovoljena izbira -- %c

source: %s: invalid option -- %c
sl: %s: neveljavna izbira -- %c

source: %s: option requires an argument -- %c
sl: %s: izbira zahteva argument -- %c

source: %s: option `-W %s' is ambiguous
sl: %s: izbira '-W %s' je dvoumna

source: %s: option `-W %s' doesn't allow an argument
sl: %s: izbira `-W %s' ne dopu¹èa dodatnih argumentov

source: Connecting to %s|%s|:%d...
sl: Povezujem se na %s|%s|:%d...

source: Connecting to %s:%d...
sl: Povezujem se na %s:%d...

source: connected.
sl: prikljuèen.

source: failed: %s.
sl: spodletelo: %s.

source: Converted %d files in %s seconds.
sl: Pretvorjenih %d datotek v %s sekundah.

source: Converting %s...
sl: Pretvarjam %s...

source: nothing to do.
sl: niè za storiti.

source: Cannot convert links in %s: %s
sl: Ne morem pretvoriti povezav v %s: %s

source: Cannot back up %s as %s: %s
sl: Ni mogoèe varnostno shraniti %s kot %s: %s

source: Syntax error in Set-Cookie: %s at position %d.
sl: Skladenjska napaka v Set-Cookie: %s na mestu %d.

source: Cookie coming from %s attempted to set domain to %s
sl: Pi¹kot iz %s je sku¹al nastaviti domeno na %s

source: Unsupported listing type, trying Unix listing parser.
sl: Nepodprta vrsta seznama, posku¹am z razèlenjevalnikom seznama za Unix.

source: Index of /%s on %s:%d
sl: Kazalo imenika /%s na %s:%d

source: time unknown
sl: neznan èas

source: File
sl: Datoteka

source: Directory
sl: Imenik

source: Link
sl: Povezava

source: Not sure
sl: Neznano

source: (%s bytes)
sl: (%s bajtov)

source: Length: %s
sl: Dol¾ina: %s

source: , %s (%s) remaining
sl: , %s (%s) preostalo

source: , %s remaining
sl: , %s preostalo

source: (unauthoritative)
sl: (neavtorizirana)

source: Logging in as %s ...
sl: Prijavljam se kot %s ...

source: Error in server response, closing control connection.
sl: Napaèen odgovor, zapiram nadzorno povezavo.

source: Error in server greeting.
sl: Napaka v pozdravu stre¾nika.

source: Write failed, closing control connection.
sl: Pisanje neuspe¹no, zapiram nadzorno povezavo.

source: The server refuses login.
sl: Stre¾nik zavraèa prijavo.

source: Login incorrect.
sl: Napaèna prijava.

source: Logged in!
sl: Prijavljen!

source: Server error, can't determine system type.
sl: Napaka v stre¾niku, vrste sistema ni moè ugotoviti.

source: done.
sl: opravljeno.

source: done.
sl: konèano.

source: Unknown type `%c', closing control connection.
sl: Neznan tip `%c', zapiram nadzorno zvezo.

source: done.
sl: opravljeno.

source: ==> CWD not needed.
sl: ==> CWD ni potreben.

source: ==> CWD not required.
sl: ==> CWD ni zahtevan.

source: Cannot initiate PASV transfer.
sl: Ne morem zaèeti prenosa PASV.

source: Cannot parse PASV response.
sl: Ne morem razèleniti odgovora PASV.

source: couldn't connect to %s port %d: %s
sl: ni se bilo moè povezati z %s na vrata %d: %s.

source: Bind error (%s).
sl: Napaka pri povezovanju (%s).

source: Invalid PORT.
sl: Neveljaven PORT.

source: REST failed, starting from scratch.
sl: REST neuspe¹en, zaèenjam znova.

source: %s has sprung into existence.
sl: %s je zaèela obstajati.

source: %s: %s, closing control connection.
sl: %s: %s, zapiram nadzorno zvezo.

source: %s (%s) - Data connection: %s;
sl: %s (%s) - Podatkovna zveza: %s;

source: Control connection closed.
sl: Nadzorna zveza prekinjena.

source: Data transfer aborted.
sl: Prenos podatkov prekinjen.

source: (try:%2d)
sl: (posk:%2d)

source: Removing %s.
sl: Odstranjujem %s.

source: Recursion depth %d exceeded max. depth %d.
sl: Globina rekurzije %d presega najveèjo dovoljeno %d.

source: The sizes do not match (local %s) -- retrieving.
sl: Velikosti se ne ujemata (lokalna %s) -- prena¹am.

source: Invalid name of the symlink, skipping.
sl: Neveljavno ime simbolne povezave, preskakujem.

source: Already have correct symlink %s -> %s
sl: Obstaja ¾e pravilna simbolna povezava %s -> %s

source: Creating symlink %s -> %s
sl: Ustvarjam simbolno povezavo %s -> %s

source: %s: unknown/unsupported file type.
sl: %s: neznana/nepodprta vrsta datoteke.

source: %s: corrupt time-stamp.
sl: %s: okvarjena oznaèba èasa.

source: Will not retrieve dirs since depth is %d (max %d).
sl: Ne jemljem imenikov, ker je globina %d (maksimalno %d).

source: Error matching %s against %s: %s
sl: Napaka pri ujemanju %s z %s: %s

source: ERROR
sl: NAPAKA

source: WARNING
sl: OPOZORILO

source: %s: No certificate presented by %s.
sl: %s: %s ni podal certifikata.

source: Unknown host
sl: Neznan raèunalnik

source: Temporary failure in name resolution
sl: Zaèasna napaka pri razre¹evanju imena

source: Unknown error
sl: Neznana napaka

source: Resolving %s...
sl: Razre¹uje se %s...

source: failed: No IPv4/IPv6 addresses for host.
sl: spodletelo: Ni naslova IPv4/IPv6 za raèunalnik.

source: failed: timed out.
sl: spodletelo: zakasnitev.

source: %s: Cannot resolve incomplete link %s.
sl: %s: Ni moè razre¹iti nepopolne povezave %s.

source: %s: Invalid URL %s: %s
sl: %s: Neveljaven URL %s: %s

source: Failed writing HTTP request: %s.
sl: Napaka pri pisanju zahteve HTTP: %s.

source: No headers, assuming HTTP/0.9
sl: Ni glav, privzema se HTTP/0.9

source: Disabling SSL due to encountered errors.
sl: SSL se onemogoèa zaradi opa¾enih te¾av.

source: Reusing existing connection to %s:%d.
sl: Znova se uporablja povezava z %s:%d.

source: Failed reading proxy response: %s
sl: Napaka pri branju odgovora posrednika: %s

source: Proxy tunneling failed: %s
sl: Posredni¹ko tuneliranje spodletelo: %s

source: %s request sent, awaiting response...
sl: %s zahteva poslana, èakam odgovor...

source: No data received.
sl: Brez sprejetih podatkov.

source: Read error (%s) in headers.
sl: Napaka pri branju glave (%s).

source: Unknown authentication scheme.
sl: Neznata metoda avtentikacije.

source: Authorization failed.
sl: Avtorizacija neuspe¹na.

source: Malformed status line
sl: Zmalièena statusna linija

source: (no description)
sl: (brez opisa)

source: Location: %s%s
sl: Polo¾aj: %s%s

source: unspecified
sl: nedoloèen

source: [following]
sl: [spremljam]

source: The file is already fully retrieved; nothing to do.
sl: Datoteka je ¾e popolnoma prene¹ena; niè ni za storiti.

source: Length:
sl: Dol¾ina:

source: ignored
sl: prezrta

source: Warning: wildcards not supported in HTTP.
sl: Pozor: HTTP ne podpira d¾okerjev.

source: Spider mode enabled. Check if remote file exists.
sl: Omogoèen naèin pajka. Preverite, èe obstaja oddaljena datoteka.

source: Unable to establish SSL connection.
sl: Povezave SSL ni bilo moè vzpostaviti.

source: ERROR: Redirection (%d) without location.
sl: NAPAKA: Preusmeritev (%d) brez nove lokacije.

source: Remote file does not exist -- broken link!!!
sl: Oddaljena datoteka ne obstaja -- pokvarjena povezava!!!

source: %s ERROR %d: %s.
sl: %s NAPAKA %d: %s.

source: Last-modified header missing -- time-stamps turned off.
sl: Glava ,Last-Modified` manjka - izklapljam oznako èasa.

source: Last-modified header invalid -- time-stamp ignored.
sl: Neveljavna glava `Last-Modified' -- ignoriram èasovno oznako.

source: The sizes do not match (local %s) -- retrieving.
sl: Velikosti se ne ujemata (lokalno %s) -- prena¹amo.

source: Remote file is newer, retrieving.
sl: Oddaljena datoteka je novej¹a, jemljem.

source: Remote file exists and could contain links to other resources -- retrieving.
sl: Oddaljena datoteka obstaja in lahko vsebuje povezave na druge vire -- prena¹amo.

source: Remote file exists but does not contain any link -- not retrieving.
sl: Oddaljena datoteka obstaja, vendar ne vsebuje nobenih povezav -- ne prena¹amo.

source: Remote file exists and could contain further links, but recursion is disabled -- not retrieving.
sl: Oddaljena datoteka obstaja, in morda vsebuje nadaljnje povezave, vendar je rekurzija onemogoèena -- ne prena¹amo.

source: Remote file exists.
sl: Oddaljena datoteka obstaja.

source: %s (%s) - Connection closed at byte %s.
sl: %s (%s) - Zveza zaprta z bajtom ¹t. %s.

source: %s (%s) - Read error at byte %s (%s).
sl: %s (%s) - Napaka pri branju na bajtu %s (%s).

source: %s (%s) - Read error at byte %s/%s (%s).
sl: %s (%s) - Napaka pri branju na bajtu %s/%s (%s).

source: %s: WGETRC points to %s, which doesn't exist.
sl: %s: WGETRC ka¾e na %s, ki ne obstaja.

source: %s: Cannot read %s (%s).
sl: %s: Ne morem prebrati %s (%s).

source: %s: Error in %s at line %d.
sl: %s: Napaka v %s na liniji %d.

source: %s: Syntax error in %s at line %d.
sl: %s: Sintaktièna napaka v %s v %d. vrstici.

source: %s received.
sl: %s sprejetih.

source: %s: %s; disabling logging.
sl: %s: %s; onemogoèeno bele¾enje.

source: Usage: %s [OPTION]... [URL]...
sl: Uporaba: %s [IZBIRA]... [URL]...

source: Mandatory arguments to long options are mandatory for short options too.
sl: Obvezni argumenti za dolge izbire so obvezni tudi za kratke izbire.

source: Startup:
sl: Zagon:

source: -V, --version display the version of Wget and exit.
sl: -V, --version prika¾i razlièico Wgeta in se vrni.

source: -h, --help print this help.
sl: -h, --help izpi¹i pomoè.

source: -b, --background go to background after startup.
sl: -b, --background po zagonu pojdi v ozadje.

source: -e, --execute=COMMAND execute a `.wgetrc'-style command.
sl: -e, --execute=UKAZ izvedi ukaz v slogu ,.wgetrc`.

source: Logging and input file:
sl: Bele¾enje in vhodna datoteka:

source: -o, --output-file=FILE log messages to FILE.
sl: -o, --output-file=DAT. shranjuj sporoèila v DATOTEKO.

source: -a, --append-output=FILE append messages to FILE.
sl: -a, --append-output=DAT. dodajaj sporoèila v DATOTEKO.

source: -d, --debug print lots of debugging information.
sl: -d, --debug izpisuj razhro¹èevalni dnevnik.

source: --wdebug print Watt-32 debug output.
sl: --wdebug izpisuj razhro¹èevalni izhod za Watt-32.

source: -q, --quiet quiet (no output).
sl: -q, --quiet ti¹ina (brez izpisa).

source: -v, --verbose be verbose (this is the default).
sl: -v, --verbose vkljuèi polni izpis (privzeto).

source: -nv, --no-verbose turn off verboseness, without being quiet.
sl: -nv, --no-verbose izkljuèi veèino izpisa, a brez ti¹ine.

source: -F, --force-html treat input file as HTML.
sl: -F, --force-html privzemi, da je vhodna datoteka HTML.

source: -B, --base=URL prepends URL to relative links in -F -i file.
sl: -B, --base=URL pripni URL pred relativne povezave v -F -i datoteka.

source: Download:
sl: Jemanje:

source: -t, --tries=NUMBER set number of retries to NUMBER (0 unlimits).
sl: -t, --tries=©TEVILO nastavi ©TEVILO poskusov (0 za neskonèno).

source: --retry-connrefused retry even if connection is refused.
sl: --retry-connrefused znova poskusi, tudi èe je povezava zavrnjena.

source: -O, --output-document=FILE write documents to FILE.
sl: -O --output-document=DAT. zapisuj dokumente v DATOTEKO.

source: -nc, --no-clobber skip downloads that would download to existing files.
sl: -nc, --no-clobber preskoèi jemanja, ki bi pobrala v obstojeèe datoteke.

source: -c, --continue resume getting a partially-downloaded file.
sl: -c, --continue nadaljuj z jemanjem delno prene¹ene datoteke.

source: --progress=TYPE select progress gauge type.
sl: --progress=VRSTA doloèi slog prikaza jemanja.

source: -N, --timestamping don't re-retrieve files unless newer than local.
sl: -N, --timestamping vdrugo ne jemlji datotek, ki so starej¹e od lokalnih.

source: -S, --server-response print server response.
sl: -S, --server-response izpisuj gostiteljev odziv.

source: --spider don't download anything.
sl: --spider nièesar ne jemlji.

source: -T, --timeout=SECONDS set all timeout values to SECONDS.
sl: -T, --timeout=SEKUNDE doloèi vse zakasnitve na SEKUNDE.

source: --dns-timeout=SECS set the DNS lookup timeout to SECS.
sl: --dns-timeout=SEKUNDE doloèi zakasnitev poizvedbe DNS na SEKUNDE.

source: --connect-timeout=SECS set the connect timeout to SECS.
sl: --connect-timeout=SECS doloèi povezovalno zakasnitev na SEKUNDE.

source: --read-timeout=SECS set the read timeout to SECS.
sl: --read-timeout=SECS doloèi bralno zakasnitev na SEKUNDE.

source: -w, --wait=SECONDS wait SECONDS between retrievals.
sl: -w, --wait=SEKUNDE poèakaj toliko SEKUND med jemanji.

source: --waitretry=SECONDS wait 1..SECONDS between retries of a retrieval.
sl: --waitretry=SEKUNDE poèakaj 1..SEKUNDE med ponovnimi poskusi jemanja.

source: --random-wait wait from 0...2*WAIT secs between retrievals.
sl: --random-wait poèakaj od 0...2*WAIT sek. med jemanji.

source: --no-proxy explicitly turn off proxy.
sl: --no-proxy posebej izkljuèi posrednika.

source: -Q, --quota=NUMBER set retrieval quota to NUMBER.
sl: -Q, --quota=©TEVILO doloèi omejitev jemanja na ©TEVILO.

source: --bind-address=ADDRESS bind to ADDRESS (hostname or IP) on local host.
sl: --bind-address=NASLOV pove¾i se z NASLOVOM (ime ali IP) na lokalnem raèunalniku.

source: --limit-rate=RATE limit download rate to RATE.
sl: --limit-rate=HITROST omeji hitrost jemanja na HITROST.

source: --no-dns-cache disable caching DNS lookups.
sl: --no-dns-cache onemogoèi predpomnjenje poizvedb DNS.

source: --restrict-file-names=OS restrict chars in file names to ones OS allows.
sl: --restrict-file-names=OS omeji znake v imenih datotek na tiste, ki so dovoljeni v OS.

source: --ignore-case ignore case when matching files/directories.
sl: --ignore-case ne upo¹tevaj velikosti èrk pri ujemanju datotek/imenikov

source: -4, --inet4-only connect only to IPv4 addresses.
sl: -4, --inet4-only prikljuèuj se zgolj na naslove IPv4

source: -6, --inet6-only connect only to IPv6 addresses.
sl: -6, --inet6-only prikljuèuj se zgolj na naslove IPv6

source: --prefer-family=FAMILY connect first to addresses of specified family, one of IPv6, IPv4, or none.
sl: --prefer-family=DRU®INA najprej se prijavljaj na naslove iz doloèene dru¾ine, lahko je IPv6, IPv4, ali none.

source: --user=USER set both ftp and http user to USER.
sl: --user=UPORABNIK doloèi uporabnika za FTP in HTTP na UPORABNIK.

source: --password=PASS set both ftp and http password to PASS.
sl: --passwd=GESLO doloèi geslo za FTP in HTTP kot GESLO.

source: Directories:
sl: Imeniki:

source: -nd, --no-directories don't create directories.
sl: -nd --no-directories ne ustvarjaj imenikov.

source: -x, --force-directories force creation of directories.
sl: -x, --force-directories vedno ustvarjaj imenike.

source: -nH, --no-host-directories don't create host directories.
sl: -nH, --no-host-directories ne ustvarjaj imenikov po gostiteljih.

source: --protocol-directories use protocol name in directories.
sl: --protocol-directories v imenikih uporabljaj ime protokola.

source: -P, --directory-prefix=PREFIX save files to PREFIX/...
sl: -P, --directory-prefix=PREDPONA shranjuj datoteke v PREDPONA/...

source: --cut-dirs=NUMBER ignore NUMBER remote directory components.
sl: --cut-dirs=©TEVILO ignoriraj ©TEVILO komponent oddaljenih imenikov.

source: HTTP options:
sl: Izbire za HTTP:

source: --http-user=USER set http user to USER.
sl: --http-user=UPORABNIK doloèi uporabnika HTTP na UPORABNIK.

source: --http-password=PASS set http password to PASS.
sl: --http-passwd=GESLO doloèi geslo za HTTP kot GESLO.

source: --no-cache disallow server-cached data.
sl: --no-cache onemogoèi predpomnjene podatke s stre¾nika.

source: -E, --html-extension save HTML documents with `.html' extension.
sl: -E, --html-extension vse nadbesedilne spise shranjuj s pripono .html.

source: --ignore-length ignore `Content-Length' header field.
sl: --ignore-length ignoriraj glavo `Content-Length'.

source: --header=STRING insert STRING among the headers.
sl: --header=NIZ vstavi NIZ v glavo.

source: --max-redirect maximum redirections allowed per page.
sl: --max-redirect najveè dovoljenih preusmeritev na stran.

source: --proxy-user=USER set USER as proxy username.
sl: --proxy-user=UPORABNIK doloèi UPORABNIKA kot uporabnika proxy-ja.

source: --proxy-password=PASS set PASS as proxy password.
sl: --proxy-passwd=GESLO doloèi geslo za proxy GESLO.

source: --referer=URL include `Referer: URL' header in HTTP request.
sl: --referer=URL vkljuèi ,Referer: URL` v zahtevek HTTP.

source: --save-headers save the HTTP headers to file.
sl: --save-headers shranjuj glave HTTP v datoteko.

source: -U, --user-agent=AGENT identify as AGENT instead of Wget/VERSION.
sl: -U, --user-agent=ODJEMNIK predstavi se kot ODJEMNIK namesto Wget/RAZLIÈICA.

source: --no-http-keep-alive disable HTTP keep-alive (persistent connections).
sl: --no-http-keep-alive onemogoèi stalne povezave HTTP (keep-alive).

source: --no-cookies don't use cookies.
sl: --no-cookies ne uporabljaj pi¹kotov.

source: --load-cookies=FILE load cookies from FILE before session.
sl: --load-cookies=DATOT. pred sejo nalo¾i pi¹kote iz DATOTEKE.

source: --save-cookies=FILE save cookies to FILE after session.
sl: --save-cookies=DATOT. po seji shrani pi¹kote v DATOTEKO.

source: --keep-session-cookies load and save session (non-permanent) cookies.
sl: --keep-session-cookies nalo¾i in shrani (zaèasne) pi¹kote seje.

source: --post-data=STRING use the POST method; send STRING as the data.
sl: --post-data=NIZ uporabi metodo POST; po¹lji NIZ kot podatke.

source: --post-file=FILE use the POST method; send contents of FILE.
sl: --post-file=DATOTEKA uporabi metodo POST; po¹lji vsebino DATOTEKE.

source: --content-disposition honor the Content-Disposition header when choosing local file names (EXPERIMENTAL).
sl: --content-disposition upo¹tevaj glavo Content-Disposition, ko izbira¹ lokalna imena datotek (POSKUSNO).

source: --auth-no-challenge Send Basic HTTP authentication information without first waiting for the server's challenge.
sl: --auth-no-challenge Po¹lji osnovne podatke za avtentikacijo HTTP, ne da bi najprej èakal na stre¾nikov poziv.

source: HTTPS (SSL/TLS) options:
sl: Izbire za HTTPS (SSL/TLS):

source: --secure-protocol=PR choose secure protocol, one of auto, SSLv2, SSLv3, and TLSv1.
sl: --secure-protocol izberi varni protokol SSL; lahko je auto, SSLv2, SSLv3 ali TLSv1

source: --no-check-certificate don't validate the server's certificate.
sl: --no-check-certificate ne preveri certifikata stre¾nika.

source: --certificate=FILE client certificate file.
sl: --certificate=DAT. odjemni¹ka datoteka s certifikati.

source: --certificate-type=TYPE client certificate type, PEM or DER.
sl: --certificate-type=TIP tip certifikata odjemnika, PEM ali DER.

source: --private-key=FILE private key file.
sl: --private-key=DAT. dat. s privatnim kljuèem.

source: --private-key-type=TYPE private key type, PEM or DER.
sl: --private-key-type=TIP tip privatnega kljuèa, PEM ali DER.

source: --ca-certificate=FILE file with the bundle of CA's.
sl: --ca-certificate=DAT. datoteka s CA-ji.

source: --ca-directory=DIR directory where hash list of CA's is stored.
sl: --ca-directory=DIR imenik s hash-seznamom CA-jev.

source: --random-file=FILE file with random data for seeding the SSL PRNG.
sl: --random-file=DAT. datoteka z nakljuènim semenom za SSL PRNG.

source: --egd-file=FILE file naming the EGD socket with random data.
sl: --egd-file=DAT. ime datoteke vtièa EGD z nakljuènimi podatki.

source: FTP options:
sl: Izbire za FTP:

source: --ftp-user=USER set ftp user to USER.
sl: --ftp-user=UPORABNIK doloèi uporabnika FTP na UPORABNIK.

source: --ftp-password=PASS set ftp password to PASS.
sl: --ftp-passwd=GESLO doloèi geslo za FTP kot GESLO.

source: --no-remove-listing don't remove `.listing' files.
sl: --no-remove-listing ne odstranjuj datotek ,.listing`.

source: --no-glob turn off FTP file name globbing.
sl: --no-glob izkljuèi `globbing' imen datotek pri FTP.

source: --no-passive-ftp disable the "passive" transfer mode.
sl: --no-passive-ftp ne uporabljaj "pasivnega" naèina prenosa.

source: --retr-symlinks when recursing, get linked-to files (not dir).
sl: --retr-symlinks pri rekurziji jemlji cilje (ne velja za imenike).

source: --preserve-permissions preserve remote file permissions.
sl: --preserve-permissions ohrani oddaljena dovoljenja datotek.

source: Recursive download:
sl: Rekurzivno jemanje:

source: -r, --recursive specify recursive download.
sl: -r, --recursive doloèi rekurzivno jemanje.

source: -l, --level=NUMBER maximum recursion depth (inf or 0 for infinite).
sl: -l, --level=©TEVILO najveèja dovoljena globina rekurzije (inf ali 0 za neskonèno).

source: --delete-after delete files locally after downloading them.
sl: --delete-after bri¹i krajevne datoteke, ko jih pobere¹.

source: -K, --backup-converted before converting file X, back up as X.orig.
sl: -K, --backup-converted pred pretvorbo datoteke X shrani izvorno datoteko kot X.orig.

source: -m, --mirror shortcut for -N -r -l inf --no-remove-listing.
sl: -m, --mirror bli¾njica za -N -r -l inf --no-remove-listing.

source: -p, --page-requisites get all images, etc. needed to display HTML page.
sl: -p, --page-requisites vzemi vse slike itd., potrebne za prikaz spletne strani HTML.

source: --strict-comments turn on strict (SGML) handling of HTML comments.
sl: --strict-comments vkljuèi striktno rokovanje SGML s komentarji HTML.

source: Recursive accept/reject:
sl: Rekurzivno sprejemanje/zavraèanje:

source: -A, --accept=LIST comma-separated list of accepted extensions.
sl: -A, --accept=SEZNAM seznam sprejemljivih pripon.

source: -R, --reject=LIST comma-separated list of rejected extensions.
sl: -R, --reject=SEZNAM seznam zavrnljivih pripon.

source: -D, --domains=LIST comma-separated list of accepted domains.
sl: -D, --domains=SEZNAM seznam sprejemljivih domen.

source: --exclude-domains=LIST comma-separated list of rejected domains.
sl: --exclude-domains=SEZNAM seznam (z vejicami) zavrnljivih domen.

source: --follow-ftp follow FTP links from HTML documents.
sl: --follow-ftp sledi povezavam FTP iz spisov HTML.

source: --follow-tags=LIST comma-separated list of followed HTML tags.
sl: --follow-tags=SEZNAM seznam (z vejicami) sledenim znaèkam HTML.

source: --ignore-tags=LIST comma-separated list of ignored HTML tags.
sl: --ignore-tags=SEZNAM seznam ignoriranih znaèk HTML.

source: -H, --span-hosts go to foreign hosts when recursive.
sl: -H, --span-hosts pri rekurziji pojdi tudi na druge raèunalnike.

source: -L, --relative follow relative links only.
sl: -L, --relative spremljaj samo relativne povezave.

source: -I, --include-directories=LIST list of allowed directories.
sl: -I, --include-directories=SEZNAM seznam dovoljenih imenikov.

source: -X, --exclude-directories=LIST list of excluded directories.
sl: -X, --exclude-directories=SEZNAM seznam nedovoljenih imenikov.

source: -np, --no-parent don't ascend to the parent directory.
sl: -np, --no-parent ne pojdi v star¹evski imenik.

source: Mail bug reports and suggestions to <bug-wget@gnu.org>.
sl: Po¹iljajte poroèila o hro¹èih in predloge na <bug-wget@gnu.org>.

source: GNU Wget %s, a non-interactive network retriever.
sl: GNU Wget %s, orodje za neinteraktivno jemanje preko mre¾e.

source: License GPLv3+: GNU GPL version 3 or later <http://www.gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
sl: Licenca GPLv3+: GNU GPL razlièice 3 ali poznej¹a <http://www.gnu.org/licenses/gpl.html>. To je prosto programje: lahko ga spreminjate in raz¹irjate. Programje je BREZ VSAKEGA JAMSTVA, kolikor to dopu¹èa zakon.

source: Originally written by Hrvoje Niksic <hniksic@xemacs.org>.
sl: Izvorni avtor: Hrvoje Nik¹iæ <hniksic@xemacs.org>.
