Repository: mirror/wget
Catalog: po/*.po
Languages: sl

source: Currently maintained by Micah Cowan <micah@cowan.name>.
sl: Trenutno vzdr¾uje: Micah Cowan <micah@cowan.name>.

source: Try `%s --help' for more options.
sl: Poskusite `%s --help' za veè izbir.

source: %s: illegal option -- `-n%c'
sl: %s: nedovoljena izbira -- `-n%c'

source: Can't be verbose and quiet at the same time.
sl: Ne morem biti istoèasno izèrpen in tih.

source: Can't timestamp and not clobber old files at the same time.
sl: Ne morem istoèasno upo¹tevati èasa in prepisovati starih datotek.

source: Cannot specify both --inet4-only and --inet6-only.
sl: Ni mogoèe hkrati doloèiti --inet4-only in --inet6-only.

source: Cannot specify both -k and -O if multiple URLs are given, or in combination with -p or -r. See the manual for details.
sl: Ni mogoèe doloèiti hkrati -k in -O, èe je podanih veè URL-jev, ali v kombinaciji s -p ali -r. Za podrobnosti glejte priroènik.

source: WARNING: combining -O with -r or -p will mean that all downloaded content will be placed in the single file you specified.
sl: POZOR: kombinacija -O z -r ali -p bo pomenila, da se bo vsa pobrana vsebina vpisovala v eno samo datoteko, ki ste jo podali.

source: WARNING: timestamping does nothing in combination with -O. See the manual for details.
sl: POZOR: èasovno ¾igosanje v kombinaciji z -O ne dela niè. Za podrobnosti glejte priroènik.

source: File `%s' already there; not retrieving.
sl: Datoteka `%s' ¾e obstaja; ne jemljem.

source: %s: missing URL
sl: %s: manjka URL

source: No URLs found in %s.
sl: V %s nisem na¹el nobenega URL.

source: FINISHED --%s-- Downloaded: %d files, %s in %s (%s)
sl: KONÈANO --%s-- Pobrano: %d datotek, %s v %s (%s)

source: Download quota of %s EXCEEDED!
sl: Kvota pobiranja %s je PREKORAÈENA!

source: Continuing in background.
sl: Nadaljujem v ozadju.

source: Continuing in background, pid %lu.
sl: Nadaljujem v ozadju, pid %lu.

source: %s: Couldn't find usable socket driver.
sl: %s: Ne morem najti uporabnega gonilnika za vtiènice.

source: %s: %s:%d: warning: "%s" token appears before any machine name
sl: %s: %s:%d: pozor: beseda "%s" se pojavlja pred vsakim imenom stroja

source: %s: %s:%d: unknown token "%s"
sl: %s: %s:%d: neznana beseda "%s"

source: Usage: %s NETRC [HOSTNAME]
sl: Uporaba: %s NETRC [RAÈUNALNIK]

source: %s: cannot stat %s: %s
sl: %s: ne morem pognati stat na %s: %s

source: WARNING: using a weak random seed.
sl: POZOR: uporabljate ¹ibko seme za nakljuèna ¹tevila.

source: Could not seed PRNG; consider using --random-file.
sl: Ni moè zasejati PRNG; razmislite o rabi --random-file.

source: Unable to locally verify the issuer's authority.
sl: Istovetnosti izdajalca ni moè preveriti lokalno.

source: Self-signed certificate encountered.
sl: Zaznan samopodpisan certifikat.

source: Issued certificate not yet valid.
sl: Izdani certifikat ¹e ne velja.

source: Issued certificate has expired.
sl: Izdani certifikat je ¾e potekel.

source: To connect to %s insecurely, use `--no-check-certificate'.
sl: Uporabite ,--no-check-certificate`, èe se ¾elite povezati z %s brez varnosti.

source: %*s[ skipping %sK ]
sl: %*s[ preskakujem %sK ]

source: eta %s
sl: oc. %s

source: in
sl: v

source: Cannot get REALTIME clock frequency: %s
sl: Ni moè dobiti realnega èasa: %s

source: Removing %s since it should be rejected.
sl: Odstranjam %s, saj bi moral biti zavrnjen.

source: Cannot open %s: %s
sl: Ni moè odpreti %s: %s

source: Loading robots.txt; please ignore errors.
sl: Nalagam robots.txt; prosim, prezrite napake.

source: Error parsing proxy URL %s: %s.
sl: Napaka pri razèlenjevanju URL zastopnika %s: %s.

source: Error in proxy URL %s: Must be HTTP.
sl: Napaka v URL zastopnika %s: Mora biti HTTP.

source: %d redirections exceeded.
sl: %d preusmeritev prekoraèenih.

source: Giving up.
sl: Odneham.

source: Retrying.
sl: Posku¹am ponovno.

source: Found no broken links.
sl: Ni najdenih pokvarjenih povezav.

source: Found %d broken link.
sl: Najdenih %d pokvarjenih povezav.

source: No error
sl: Brez napake

source: Invalid host name
sl: Neveljavno ime gostitelja

source: Bad port number
sl: Slaba stevilka vrat

source: Invalid user name
sl: Neveljavno uporabnisko ime

source: Unterminated IPv6 numeric address
sl: Neprekinjen ¹tevilski naslov IPv6

source: IPv6 addresses not supported
sl: Naslovi IPv6 niso podprti

source: Invalid IPv6 numeric address
sl: Neveljaven ¹tevilski naslov IPv6

source: %s: %s: Failed to allocate %ld bytes; memory exhausted.
sl: %s: %s: Ni moè dodeliti %ld bajtov; zmanjkalo pomnilnika.

source: Continuing in background, pid %d.
sl: Nadaljujem v ozadju, pid %d.
